export const questions = [
    {
        id: 111,
        question: "1. Что на самом деле представляет из себя легендарный зеленый код из «Матрицы»?",
        answers: {
            A: "Рецепт суши",
            B: "Рецепт пельменей",
            C: "Рецепт жаркого",
            D: "Рецепт Пад Тая",
        }
    },

    {
        id: 222,
        question: "2. Как зовут персонажа МитЛоуфа в «Шоу ужасов Рокки Хоррора»?",
        answers: {
            A: "Генри",
            B: "Эдди",
            C: "Чак",
            D: "Аль",
        }
    },

    {
        id: 333,
        question: "3. Кто на самом деле рисовал Розу в «Титанике»?",
        answers: {
            A: "Леонардо ДиКаприо",
            B: "Билли Зейн",
            C: "Джеймс Кэмерон",
            D: "Кэти Бейтс",
        }
    },

    {
        id: 444,
        question: "4. Кто озвучил Радость в «Головоломке»",
        answers: {
            A: "Тина Фей",
            B: "Кэтрин Хан",
            C: "Эллен ДеДженерес",
            D: "Эми Полер",
        }
    },

    {
        id: 555,
        question: "5. Где снимали трилогию «Властелин колец»",
        answers: {
            A: "В Ирландии",
            B: "В Исландии",
            C: "В Новой Зеландии",
            D: "В Австралии",
        }
    },

    {
        id: 666,
        question: "6. В какую страну отправился Форрест Гамп в составе сборной США по настольному теннису?",
        answers: {
            A: "Во Вьетнам",
            B: "В Китай",
            C: "В Швецию",
            D: "Во Францию",
        }
    },

    {
        id: 777,
        question: "7. Какая из культовых сцен «Криминального чтива» была снята задом наперед?",
        answers: {
            A: "Танец Винсента и Мии",
            B: "Сцена передозировки Мии",
            C: "«Рояль с сыром»",
            D: "«Иезекииль 25:17»",
        }
    },

    {
        id: 888,
        question: "8. Какой актер снялся в следующих фильмах: «Изгои», «Мир Уэйна» и «Увалень Томми»?",
        answers: {
            A: "Том Круз",
            B: "Мэтт Диллон",
            C: "Роб Лоу",
            D: "Си Томас Хауэлл",
        }
    },

    {
        id: 999,
        question: "9. Кто стал первым темнокожим актером, получившим Оскар?",
        answers: {
            A: "Хэтти МакДэниел",
            B: "Сидни Пуатье",
            C: "Дороти Дэндридж",
            D: "Джеймс Эрл Джонс",
        }
    },

    {
        id: 101010,
        question: "10. Какого ребенка не было в поездке на фабрику Вонки в фильме «Вилли Вонка и шоколадная фабрика»?",
        answers: {
            A: "Билли Варпа",
            B: "Веруки Солт",
            C: "Майка Тиви",
            D: "Чарли Бакета",
        }
    },

    {
        id: 111111,
        question: "11. Какого цвета полосатый свитер Фредди Крюгера?",
        answers: {
            A: "Красно-синего",
            B: "Оранжево-зеленого",
            C: "Красно-зеленого",
            D: "Оранжево-коричневого",
        }
    },

    {
        id: 121212,
        question: "12. Кому принадлежал тот самый кот из «Крестного отца»?",
        answers: {
            A: "Фрэнсису Копполе",
            B: "Дайан Китон",
            C: "Аль Пачино",
            D: "Никому — животное было бездомным",
        }
    },

    {
        id: 131313,
        question: "13. Как называется вымышленная страна, где происходит действие в «Холодном сердце»?",
        answers: {
            A: "Эренделл",
            B: "Неаполь",
            C: "Флори",
            D: "Гримм",
        }
    },

    {
        id: 141414,
        question: "14. Какой балл получила Эль Вудс за экзамен LSAT в фильме «Блондинка в законе»?",
        answers: {
            A: "155",
            B: "166",
            C: "170",
            D: "179",
        }
    },

    {
        id: 151515,
        question: "15. В каком фильме прозвучала фраза: «Если бы я только знал, как тебя бросить»?",
        answers: {
            A: "«Реальная любовь»",
            B: "«Как отделаться от парня за 10 дней»",
            C: "«Горбатая гора»",
            D: "«Дневник памяти»",
        }
    },

    {
        id: 161616,
        question: "16. Какой фильм стал самым кассовым в 2014 году?",
        answers: {
            A: "«Голодные игры: Сойка-пересмешница. Часть I»",
            B: "«ЛЕГО Фильм»",
            C: "«Первый мститель: Другая война»",
            D: "«Стражи Галактики»",
        }
    },

    {
        id: 171717,
        question: "17. Правда или ложь? Шон Коннери носил парик в каждом фильме о Джеймсе Бонде",
        answers: {
            A: "Правда",
            B: "Ложь",
        }
    },

    {
        id: 181818,
        question: "18. Сколько лет было актрисе Стокард Ченнинг, когда она сыграла старшеклассницу Риццо в «Бриолине»?",
        answers: {
            A: "27",
            B: "33",
            C: "35",
            D: "20",
        }
    },
]

export const correctAnswer = [
    {
        id: 111,
        correctAnswer: "Рецепт суши",
    },
    {
        id: 222,
        correctAnswer: "Эдди",
    },

    {
        id: 333,
        correctAnswer: "Джеймс Кэмерон",
    },

    {
        id: 444,
        correctAnswer: "Эми Полер",
    },

    {
        id: 555,
        correctAnswer: "В Новой Зеландии",
    },
    {
        id: 666,
        correctAnswer: "В Китай",
    },
    {
        id: 777,
        correctAnswer: "Сцена передозировки Мии",
    },
    {
        id: 888,
        correctAnswer: "Роб Лоу",
    },
    {
        id: 999,
        correctAnswer: "Хэтти МакДэниел",
    },
    {
        id: 101010,
        correctAnswer: "Билли Варпа",
    },
    {
        id: 111111,
        correctAnswer: "Красно-зеленого",
    },
    {
        id: 121212,
        correctAnswer: "Никому — животное было бездомным",
    },

    {
        id: 131313,
        correctAnswer: "Эренделл",
    },

    {
        id: 141414,
        correctAnswer: "179",
    },

    {
        id: 151515,
        correctAnswer: "«Горбатая гора»",
    },

    {
        id: 161616,
        correctAnswer: "«Стражи Галактики»",
    },

    {
        id: 171717,
        correctAnswer: "Правда",
    },

    {
        id: 181818,
        correctAnswer: "33",
    },

]